// Localizable.strings
// Bluetooth Menu Extra

"BT"								= "Bluetooth：";
"BTWithVersion"						= "版本：%@";
"kNameKey"							= "名称：%@";
"kAddressKey"						= "地址：%@";
"Dial-up"							= "Bluetooth 调制解调器";
"Search"							= "搜索电话…";
"OpenNetPrefs"						= "打开网络偏好设置…";
"OpenIC"							= "打开 Internet 连接…";
"OnKey"								= "打开";
"OffKey"							= "关闭";
"Not Available"						= "Bluetooth：不可用";
"Discoverable"						= "可被发现的：打开";
"NotDiscoverable"					= "可被发现的：关闭";
"TempDiscoverable"					= "3 分钟内可被发现的";
"BTTurnOff"							= "关闭 Bluetooth";
"BTTurnOn"							= "打开 Bluetooth";
"BTDiscoverable"					= "可被发现的";

"keyOK"								= "好";
"kBluetoothDeviceYesKey"			= "是";
"kBluetoothDeviceNoKey"				= "否";
"LowBattWarning"					= "“%@”的电池电量过低。";
"kDevices"							= "设备";

"kOpenBTPrefsKey"					= "打开 Bluetooth 偏好设置…";
"kMousePreferences"					= "打开鼠标偏好设置…";
"kKeyboardPreferences"				= "打开键盘偏好设置…";
"kTrackpadPreferences"				= "打开触控板偏好设置…";
"kOpenPrintPrefsKey"				= "打开打印机偏好设置…";
"kOpenSoundPrefsKey"				= "打开声音偏好设置…";
"kSendFileToDevice"					= "发送文件…";
"kBrowseDevice"						= "浏览设备…";

"kTurnOnHeadphones"					= "用做音频设备（立体声）";
"kTurnOffHeadphones"				= "不用做音频设备";
"kTurnOnHeadset"					= "用做音频设备（单声道）";
"kTurnOffHeadset"					= "不用做音频设备";

"kConnectDevice"					= "连接";
"kDisconnectDevice"					= "断开连接";
"kResetDevice"						= "将此设备复位至出厂状态";
"kRemoveDevice"						= "移走此设备";
"kSyncDevice"						= "同步…";
"kBatteryLevel"						= "电池电量：%@%%";
"kRSSIKey"							= "RSSI：%@ dBm";

"kPerformSDPQueryKey"				= "更新设备服务";
"kPerformNameRequestKey"			= "更新设备名称";

"kOpenBTSAKey"						= "设置 Bluetooth 设备…";
"kOpenBTEKey"						= "打开 Bluetooth Explorer…";
"kOpenBDUKey"						= "打开 Bluetooth 诊断实用工具…";
"kOpenPacketLoggerKey"				= "打开 PacketLogger…";

"kBTSendFileKey"					= "发送文件…";
"kBTGetFileKey"						= "浏览设备…";

"kJoinNetwork"						= "连接到网络";
"kKeyDisconnectFromNetwork"			= "断开与网络的连接";